[
  {
    "id": "cmjlvirze000m1bys9chbj5gv",
    "name": "Ace of Wands",
    "nameEs": "As de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 1,
    "keywords": ["inspiración", "nuevo comienzo", "potencial", "creatividad"],
    "meaningUpright": "Nueva inspiración, entusiasmo y potencial creativo. Es el inicio de una aventura apasionante. Tienes la chispa para comenzar algo nuevo y emocionante.",
    "meaningReversed": "Falta de energía, retrasos, creatividad bloqueada. Puede indicar que no es el momento adecuado para comenzar o que te falta motivación.",
    "meaningUprightEn": "New inspiration, enthusiasm, and creative potential. This is the start of an exciting adventure. You have the spark to begin something new and thrilling.",
    "meaningReversedEn": "Lack of energy, delays, blocked creativity. It may indicate this isn't the right time to start, or that you're lacking motivation."
  },
  {
    "id": "cmjlvisjt000n1bysgamc709c",
    "name": "Two of Wands",
    "nameEs": "Dos de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 2,
    "keywords": ["planificación", "decisiones", "progreso", "descubrimiento"],
    "meaningUpright": "Planificación del futuro y toma de decisiones. Tienes el mundo en tus manos. Es momento de evaluar opciones y decidir qué camino tomar.",
    "meaningReversed": "Miedo a lo desconocido, falta de planificación, indecisión. Puede indicar que te cuesta dar el siguiente paso o que estás atrapado en tu zona de confort.",
    "meaningUprightEn": "Planning for the future and making decisions. You have the world in your hands. It's time to evaluate your options and decide which path to take.",
    "meaningReversedEn": "Fear of the unknown, lack of planning, indecision. It may indicate difficulty taking the next step or being stuck in your comfort zone."
  },
  {
    "id": "cmjlvit8k000o1bysikkc0268",
    "name": "Three of Wands",
    "nameEs": "Tres de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 3,
    "keywords": ["expansión", "previsión", "oportunidades", "crecimiento"],
    "meaningUpright": "Expansión, previsión y oportunidades en el horizonte. Tus planes están dando frutos. Es momento de mirar hacia adelante con optimismo.",
    "meaningReversed": "Retrasos, obstáculos, falta de previsión. Puede indicar que tus planes no están saliendo como esperabas o que te falta visión a largo plazo.",
    "meaningUprightEn": "Expansion, foresight, and opportunities on the horizon. Your plans are bearing fruit. It's time to look ahead with optimism.",
    "meaningReversedEn": "Delays, obstacles, lack of foresight. It may indicate your plans aren't unfolding as expected or you lack long-term vision."
  },
  {
    "id": "cmjlviu3u000p1bysarey3vcs",
    "name": "Four of Wands",
    "nameEs": "Cuatro de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 4,
    "keywords": ["celebración", "armonía", "hogar", "comunidad"],
    "meaningUpright": "Celebración, armonía y alegría compartida. Representa reuniones felices, logros celebrados y la sensación de pertenencia. Es momento de disfrutar.",
    "meaningReversed": "Conflictos en el hogar, falta de armonía, celebración postergada. Puede indicar tensiones familiares o que algo impide la celebración.",
    "meaningUprightEn": "Celebration, harmony, and shared joy. It represents happy gatherings, celebrated achievements, and a sense of belonging. It's time to enjoy.",
    "meaningReversedEn": "Conflicts at home, lack of harmony, postponed celebration. It may indicate family tensions or something preventing the celebration."
  },
  {
    "id": "cmjlviv0a000q1bysr7detnq1",
    "name": "Five of Wands",
    "nameEs": "Cinco de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 5,
    "keywords": ["conflicto", "competencia", "tensión", "desacuerdo"],
    "meaningUpright": "Competencia, conflicto y tensión. Hay desacuerdos y choques de egos. Puede ser una competencia saludable que te impulsa a mejorar.",
    "meaningReversed": "Evitar conflictos, fin de la competencia, armonía. Puede indicar que el conflicto está terminando o que estás evitando confrontaciones necesarias.",
    "meaningUprightEn": "Competition, conflict, and tension. There are disagreements and clashing egos. It can be healthy competition that pushes you to improve.",
    "meaningReversedEn": "Avoiding conflict, end of competition, harmony. It may indicate the conflict is ending or you're avoiding necessary confrontations."
  },
  {
    "id": "cmjlvivkj000r1bysh8tjz7rc",
    "name": "Six of Wands",
    "nameEs": "Seis de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 6,
    "keywords": ["victoria", "reconocimiento", "éxito", "triunfo"],
    "meaningUpright": "Victoria, reconocimiento público y éxito. Has superado los obstáculos y ahora recibes el reconocimiento merecido. Disfruta tu triunfo.",
    "meaningReversed": "Fracaso, falta de reconocimiento, ego herido. Puede indicar que el éxito se escapa o que buscas validación externa excesivamente.",
    "meaningUprightEn": "Victory, public recognition, and success. You've overcome obstacles and now receive the recognition you deserve. Enjoy your triumph.",
    "meaningReversedEn": "Failure, lack of recognition, wounded ego. It may indicate success slipping away or seeking external validation excessively."
  },
  {
    "id": "cmjlviw6p000s1bysn2ael8wp",
    "name": "Seven of Wands",
    "nameEs": "Siete de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 7,
    "keywords": ["defensa", "perseverancia", "desafío", "posición"],
    "meaningUpright": "Defensa de tu posición y perseverancia ante desafíos. Estás siendo retado pero tienes la ventaja. Mantén tu terreno con determinación.",
    "meaningReversed": "Abrumado, rendirse, falta de confianza. Puede indicar que estás cediendo ante la presión o que dudas de tu capacidad para mantener tu posición.",
    "meaningUprightEn": "Defending your position and persevering through challenges. You're being challenged but you have the advantage. Hold your ground with determination.",
    "meaningReversedEn": "Overwhelmed, giving up, lack of confidence. It may indicate yielding to pressure or doubting your ability to maintain your position."
  },
  {
    "id": "cmjlviwsl000t1bysfsh8fg8g",
    "name": "Eight of Wands",
    "nameEs": "Ocho de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 8,
    "keywords": ["velocidad", "movimiento", "acción rápida", "progreso"],
    "meaningUpright": "Movimiento rápido, acción y progreso veloz. Las cosas se aceleran. Noticias llegan rápidamente y los eventos se desarrollan con velocidad.",
    "meaningReversed": "Retrasos, frustración, lentitud. Puede indicar que las cosas no avanzan tan rápido como quisieras o que hay obstáculos inesperados.",
    "meaningUprightEn": "Rapid movement, action, and swift progress. Things are accelerating. News arrives quickly and events unfold at speed.",
    "meaningReversedEn": "Delays, frustration, slowness. It may indicate things aren't moving as fast as you'd like or there are unexpected obstacles."
  },
  {
    "id": "cmjlvixi7000u1bysmt023puv",
    "name": "Nine of Wands",
    "nameEs": "Nueve de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 9,
    "keywords": ["resistencia", "persistencia", "prueba de fe", "límites"],
    "meaningUpright": "Resistencia, persistencia y fortaleza ante la adversidad. Estás agotado pero cerca de la meta. Un último esfuerzo te llevará al éxito.",
    "meaningReversed": "Paranoia, agotamiento, negarse a ceder. Puede indicar que estás demasiado a la defensiva o que necesitas descansar antes de continuar.",
    "meaningUprightEn": "Resilience, persistence, and strength in adversity. You're exhausted but close to the finish line. One final push will lead you to success.",
    "meaningReversedEn": "Paranoia, exhaustion, refusing to yield. It may indicate being too defensive or needing rest before continuing."
  },
  {
    "id": "cmjlviy37000v1byso5f4azpz",
    "name": "Ten of Wands",
    "nameEs": "Diez de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 10,
    "keywords": ["carga", "responsabilidad", "estrés", "trabajo duro"],
    "meaningUpright": "Carga pesada, responsabilidades excesivas y trabajo duro. Has tomado demasiado. Es momento de evaluar qué puedes delegar o soltar.",
    "meaningReversed": "Liberación de cargas, delegación, burnout. Puede indicar que finalmente sueltas responsabilidades o que el estrés te está afectando seriamente.",
    "meaningUprightEn": "Heavy burden, excessive responsibilities, and hard work. You've taken on too much. It's time to evaluate what you can delegate or release.",
    "meaningReversedEn": "Release of burdens, delegation, burnout. It may indicate finally letting go of responsibilities or stress seriously affecting you."
  },
  {
    "id": "cmjlviyro000w1byscteb2kvm",
    "name": "Page of Wands",
    "nameEs": "Sota de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 11,
    "keywords": ["exploración", "entusiasmo", "descubrimiento", "mensajes"],
    "meaningUpright": "Entusiasmo juvenil, exploración y nuevas ideas. Representa el inicio de una aventura creativa. Buenas noticias relacionadas con proyectos pueden llegar.",
    "meaningReversed": "Falta de dirección, ideas dispersas, retrasos en noticias. Puede indicar que te falta enfoque o que proyectos se estancan.",
    "meaningUprightEn": "Youthful enthusiasm, exploration, and new ideas. It represents the start of a creative adventure. Good news about projects may arrive.",
    "meaningReversedEn": "Lack of direction, scattered ideas, delayed news. It may indicate lacking focus or projects stagnating."
  },
  {
    "id": "cmjlvizhb000x1bys345zabm6",
    "name": "Knight of Wands",
    "nameEs": "Caballero de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 12,
    "keywords": ["acción", "aventura", "impulsividad", "energía"],
    "meaningUpright": "Acción apasionada, aventura y energía impetuosa. Es momento de perseguir tus metas con entusiasmo. La acción audaz trae resultados.",
    "meaningReversed": "Impulsividad excesiva, frustración, falta de dirección. Puede indicar que actúas sin pensar o que tu energía está dispersa.",
    "meaningUprightEn": "Passionate action, adventure, and impetuous energy. It's time to pursue your goals with enthusiasm. Bold action brings results.",
    "meaningReversedEn": "Excessive impulsivity, frustration, lack of direction. It may indicate acting without thinking or your energy being scattered."
  },
  {
    "id": "cmjlvj06w000y1bys5yufkz8q",
    "name": "Queen of Wands",
    "nameEs": "Reina de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 13,
    "keywords": ["confianza", "determinación", "carisma", "independencia"],
    "meaningUpright": "Confianza radiante, determinación y carisma natural. Representa a alguien magnético que inspira a otros. Tu presencia ilumina cualquier espacio.",
    "meaningReversed": "Inseguridad, celos, temperamento. Puede indicar falta de confianza en ti mismo o tendencias controladoras.",
    "meaningUprightEn": "Radiant confidence, determination, and natural charisma. It represents someone magnetic who inspires others. Your presence lights up any space.",
    "meaningReversedEn": "Insecurity, jealousy, temperament. It may indicate lack of self-confidence or controlling tendencies."
  },
  {
    "id": "cmjlvj0qt000z1bys00xsx1g3",
    "name": "King of Wands",
    "nameEs": "Rey de Bastos",
    "arcana": "MINOR",
    "suit": "WANDS",
    "number": 14,
    "keywords": ["liderazgo", "visión", "emprendimiento", "honor"],
    "meaningUpright": "Liderazgo natural, visión emprendedora y honor. Representa a un líder carismático que inspira y motiva. Tienes la capacidad de hacer realidad grandes visiones.",
    "meaningReversed": "Tiranía, impulsividad, expectativas irreales. Puede indicar abuso de poder o proyectos que fracasan por falta de planificación.",
    "meaningUprightEn": "Natural leadership, entrepreneurial vision, and honor. It represents a charismatic leader who inspires and motivates. You have the ability to bring great visions to life.",
    "meaningReversedEn": "Tyranny, impulsivity, unrealistic expectations. It may indicate abuse of power or projects failing due to lack of planning."
  },
  {
    "id": "cmjlvj1gh00101bysc8j6i1yd",
    "name": "Ace of Cups",
    "nameEs": "As de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 1,
    "keywords": ["amor nuevo", "emoción", "intuición", "creatividad"],
    "meaningUpright": "Nuevo amor, despertar emocional e intuición profunda. El corazón se abre a nuevas posibilidades. Es un momento de conexión emocional y espiritual.",
    "meaningReversed": "Bloqueo emocional, amor rechazado, vacío interior. Puede indicar dificultad para expresar o recibir amor.",
    "meaningUprightEn": "New love, emotional awakening, and deep intuition. The heart opens to new possibilities. This is a time of emotional and spiritual connection.",
    "meaningReversedEn": "Emotional blockage, rejected love, inner emptiness. It may indicate difficulty expressing or receiving love."
  },
  {
    "id": "cmjlvj26000111bysk13e40lc",
    "name": "Two of Cups",
    "nameEs": "Dos de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 2,
    "keywords": ["unión", "asociación", "atracción", "conexión"],
    "meaningUpright": "Unión, asociación y conexión mutua. Representa una relación equilibrada donde ambas partes dan y reciben. Puede ser romántica o una amistad profunda.",
    "meaningReversed": "Desequilibrio en relaciones, separación, desconexión. Puede indicar falta de reciprocidad o una ruptura.",
    "meaningUprightEn": "Union, partnership, and mutual connection. It represents a balanced relationship where both parties give and receive. It can be romantic or a deep friendship.",
    "meaningReversedEn": "Imbalance in relationships, separation, disconnection. It may indicate lack of reciprocity or a breakup."
  },
  {
    "id": "cmjlvj2ru00121bysc1x6m1ts",
    "name": "Three of Cups",
    "nameEs": "Tres de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 3,
    "keywords": ["celebración", "amistad", "comunidad", "creatividad"],
    "meaningUpright": "Celebración, amistad y alegría compartida. Representa reuniones felices con amigos y la celebración de logros en comunidad.",
    "meaningReversed": "Exceso, chismes, aislamiento social. Puede indicar problemas en amistades o celebraciones que se salen de control.",
    "meaningUprightEn": "Celebration, friendship, and shared joy. It represents happy gatherings with friends and celebrating achievements in community.",
    "meaningReversedEn": "Excess, gossip, social isolation. It may indicate problems in friendships or celebrations getting out of control."
  },
  {
    "id": "cmjlvj3fi00131bysxthkyndb",
    "name": "Four of Cups",
    "nameEs": "Cuatro de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 4,
    "keywords": ["apatía", "contemplación", "insatisfacción", "reevaluación"],
    "meaningUpright": "Apatía, contemplación y posible insatisfacción. Estás tan enfocado en lo que falta que no ves las oportunidades frente a ti. Es momento de reflexionar.",
    "meaningReversed": "Nueva perspectiva, aceptación, motivación renovada. Puede indicar que sales de un período de apatía y ves nuevas posibilidades.",
    "meaningUprightEn": "Apathy, contemplation, and possible dissatisfaction. You're so focused on what's missing that you don't see the opportunities in front of you. It's time to reflect.",
    "meaningReversedEn": "New perspective, acceptance, renewed motivation. It may indicate emerging from a period of apathy and seeing new possibilities."
  },
  {
    "id": "cmjlvj43t00141bysxa2s7mby",
    "name": "Five of Cups",
    "nameEs": "Cinco de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 5,
    "keywords": ["pérdida", "duelo", "arrepentimiento", "decepción"],
    "meaningUpright": "Pérdida, duelo y enfoque en lo negativo. Estás lamentando lo perdido sin ver lo que aún tienes. El dolor es válido, pero no te quedes atrapado en él.",
    "meaningReversed": "Aceptación, avanzar, perdón. Puede indicar que comienzas a superar una pérdida y a ver el lado positivo.",
    "meaningUprightEn": "Loss, grief, and focus on the negative. You're mourning what's lost without seeing what you still have. The pain is valid, but don't stay trapped in it.",
    "meaningReversedEn": "Acceptance, moving forward, forgiveness. It may indicate beginning to overcome a loss and seeing the positive side."
  },
  {
    "id": "cmjlvj4uq00151bys66qak0tw",
    "name": "Six of Cups",
    "nameEs": "Seis de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 6,
    "keywords": ["nostalgia", "recuerdos", "inocencia", "reunión"],
    "meaningUpright": "Nostalgia, recuerdos felices e inocencia. Puede indicar el reencuentro con alguien del pasado o la necesidad de reconectar con tu niño interior.",
    "meaningReversed": "Vivir en el pasado, idealización, incapacidad de avanzar. Puede indicar que te aferras a recuerdos en lugar de vivir el presente.",
    "meaningUprightEn": "Nostalgia, happy memories, and innocence. It may indicate reuniting with someone from the past or the need to reconnect with your inner child.",
    "meaningReversedEn": "Living in the past, idealization, inability to move forward. It may indicate clinging to memories instead of living in the present."
  },
  {
    "id": "cmjlvj5il00161bysl721ve3u",
    "name": "Seven of Cups",
    "nameEs": "Siete de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 7,
    "keywords": ["fantasía", "opciones", "ilusión", "imaginación"],
    "meaningUpright": "Muchas opciones, fantasías e ilusiones. Hay tantas posibilidades que es difícil elegir. Ten cuidado de no perderte en sueños irreales.",
    "meaningReversed": "Claridad, determinación, demasiadas opciones abruman. Puede indicar que finalmente tomas una decisión o que la realidad te golpea.",
    "meaningUprightEn": "Many options, fantasies, and illusions. There are so many possibilities it's hard to choose. Be careful not to get lost in unrealistic dreams.",
    "meaningReversedEn": "Clarity, determination, too many options overwhelming. It may indicate finally making a decision or reality hitting you."
  },
  {
    "id": "cmjlvj68900171bystodkq7z9",
    "name": "Eight of Cups",
    "nameEs": "Ocho de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 8,
    "keywords": ["abandono", "búsqueda", "decepción", "avanzar"],
    "meaningUpright": "Dejar atrás lo que ya no satisface para buscar algo más profundo. Es un viaje valiente hacia lo desconocido en busca de significado.",
    "meaningReversed": "Miedo a dejar ir, estancamiento, evitar el cambio. Puede indicar que sabes que debes irte pero no encuentras el coraje.",
    "meaningUprightEn": "Leaving behind what no longer fulfills to seek something deeper. It's a brave journey into the unknown in search of meaning.",
    "meaningReversedEn": "Fear of letting go, stagnation, avoiding change. It may indicate knowing you should leave but not finding the courage."
  },
  {
    "id": "cmjlvj6w300181bysw53byt5z",
    "name": "Nine of Cups",
    "nameEs": "Nueve de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 9,
    "keywords": ["satisfacción", "deseos cumplidos", "gratitud", "abundancia"],
    "meaningUpright": "Satisfacción emocional y deseos cumplidos. Conocida como la carta de los deseos, indica que lo que anhelas puede manifestarse. Gratitud y contentamiento.",
    "meaningReversed": "Deseos insatisfechos, materialismo, complacencia. Puede indicar que buscas felicidad en lugares equivocados o que nada te satisface.",
    "meaningUprightEn": "Emotional satisfaction and wishes fulfilled. Known as the wish card, it indicates what you long for may manifest. Gratitude and contentment.",
    "meaningReversedEn": "Unfulfilled wishes, materialism, complacency. It may indicate seeking happiness in the wrong places or nothing satisfying you."
  },
  {
    "id": "cmjlvj7v000191bysjfsw6fv6",
    "name": "Ten of Cups",
    "nameEs": "Diez de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 10,
    "keywords": ["armonía familiar", "felicidad", "alineamiento", "hogar"],
    "meaningUpright": "Armonía familiar, felicidad duradera y plenitud emocional. Representa el ideal de felicidad: amor, familia y paz. Todo está alineado.",
    "meaningReversed": "Conflictos familiares, valores desalineados, hogar roto. Puede indicar problemas en las relaciones familiares o la pérdida de armonía.",
    "meaningUprightEn": "Family harmony, lasting happiness, and emotional fulfillment. It represents the ideal of happiness: love, family, and peace. Everything is aligned.",
    "meaningReversedEn": "Family conflicts, misaligned values, broken home. It may indicate problems in family relationships or loss of harmony."
  },
  {
    "id": "cmjlvj8f8001a1bysr1l7117g",
    "name": "Page of Cups",
    "nameEs": "Sota de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 11,
    "keywords": ["creatividad", "intuición", "mensajes", "sensibilidad"],
    "meaningUpright": "Creatividad juvenil, intuición despertando y mensajes emocionales. Representa una invitación a explorar tus sentimientos con curiosidad y apertura.",
    "meaningReversed": "Inmadurez emocional, bloqueo creativo, malas noticias. Puede indicar que evitas tus emociones o que fantaseas demasiado.",
    "meaningUprightEn": "Youthful creativity, awakening intuition, and emotional messages. It represents an invitation to explore your feelings with curiosity and openness.",
    "meaningReversedEn": "Emotional immaturity, creative block, bad news. It may indicate avoiding your emotions or fantasizing too much."
  },
  {
    "id": "cmjlvj96k001b1bysos0p4wgd",
    "name": "Knight of Cups",
    "nameEs": "Caballero de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 12,
    "keywords": ["romance", "encanto", "imaginación", "belleza"],
    "meaningUpright": "Romance, encanto y seguir el corazón. Representa a alguien que persigue sus sueños con gracia. Puede indicar una propuesta o invitación romántica.",
    "meaningReversed": "Desilusión, irrealidad, temperamento. Puede indicar promesas vacías o dejarse llevar demasiado por la fantasía.",
    "meaningUprightEn": "Romance, charm, and following the heart. It represents someone who pursues their dreams with grace. It may indicate a romantic proposal or invitation.",
    "meaningReversedEn": "Disillusionment, unreality, moodiness. It may indicate empty promises or getting too carried away by fantasy."
  },
  {
    "id": "cmjlvj9of001c1bysnzqq8xql",
    "name": "Queen of Cups",
    "nameEs": "Reina de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 13,
    "keywords": ["compasión", "intuición", "curación", "sensibilidad"],
    "meaningUpright": "Compasión profunda, intuición desarrollada y sanación emocional. Representa a alguien emocionalmente inteligente que cuida y nutre a otros.",
    "meaningReversed": "Dependencia emocional, inseguridad, manipulación. Puede indicar problemas con los límites emocionales o ser demasiado sensible.",
    "meaningUprightEn": "Deep compassion, developed intuition, and emotional healing. It represents someone emotionally intelligent who cares for and nurtures others.",
    "meaningReversedEn": "Emotional dependence, insecurity, manipulation. It may indicate problems with emotional boundaries or being overly sensitive."
  },
  {
    "id": "cmjlvjab1001d1bys20pym7o4",
    "name": "King of Cups",
    "nameEs": "Rey de Copas",
    "arcana": "MINOR",
    "suit": "CUPS",
    "number": 14,
    "keywords": ["equilibrio emocional", "diplomacia", "madurez", "sabiduría"],
    "meaningUpright": "Maestría emocional, diplomacia y sabiduría compasiva. Representa a alguien que controla sus emociones sin reprimirlas. Un consejero sabio.",
    "meaningReversed": "Represión emocional, manipulación, frialdad. Puede indicar alguien que usa las emociones para manipular o que está emocionalmente desconectado.",
    "meaningUprightEn": "Emotional mastery, diplomacy, and compassionate wisdom. It represents someone who controls their emotions without repressing them. A wise counselor.",
    "meaningReversedEn": "Emotional repression, manipulation, coldness. It may indicate someone using emotions to manipulate or being emotionally disconnected."
  },
  {
    "id": "cmjlvjawr001e1bys3vg38rfw",
    "name": "Ace of Swords",
    "nameEs": "As de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 1,
    "keywords": ["claridad", "verdad", "nuevo pensamiento", "justicia"],
    "meaningUpright": "Claridad mental, nuevas ideas y avances intelectuales. La verdad sale a la luz. Es momento de cortar con lo viejo y abrazar nuevas formas de pensar.",
    "meaningReversed": "Confusión, mala comunicación, ideas bloqueadas. Puede indicar que la verdad está siendo distorsionada o que hay caos mental.",
    "meaningUprightEn": "Mental clarity, new ideas, and intellectual breakthroughs. The truth comes to light. It's time to cut away the old and embrace new ways of thinking.",
    "meaningReversedEn": "Confusion, miscommunication, blocked ideas. It may indicate truth being distorted or mental chaos."
  },
  {
    "id": "cmjlvjbfs001f1bysvaox0mhm",
    "name": "Two of Swords",
    "nameEs": "Dos de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 2,
    "keywords": ["indecisión", "estancamiento", "elección difícil", "negación"],
    "meaningUpright": "Indecisión, estancamiento y bloqueo. Estás evitando una decisión difícil. La negación no resolverá el problema; debes enfrentar la situación.",
    "meaningReversed": "Decisión tomada, verdad revelada, confusión. Puede indicar que finalmente enfrentas una elección difícil o que te sientes abrumado.",
    "meaningUprightEn": "Indecision, stagnation, and blockage. You're avoiding a difficult decision. Denial won't solve the problem; you must face the situation.",
    "meaningReversedEn": "Decision made, truth revealed, confusion. It may indicate finally facing a difficult choice or feeling overwhelmed."
  },
  {
    "id": "cmjlvjbzf001g1bys18q7cr8k",
    "name": "Three of Swords",
    "nameEs": "Tres de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 3,
    "keywords": ["corazón roto", "dolor", "pena", "traición"],
    "meaningUpright": "Dolor del corazón, pena y traición. Representa una herida emocional profunda que debe ser reconocida y procesada para sanar.",
    "meaningReversed": "Recuperación, perdón, liberación del dolor. Puede indicar que comienzas a sanar de una herida emocional.",
    "meaningUprightEn": "Heartache, grief, and betrayal. It represents a deep emotional wound that must be acknowledged and processed to heal.",
    "meaningReversedEn": "Recovery, forgiveness, release from pain. It may indicate beginning to heal from an emotional wound."
  },
  {
    "id": "cmjlvjcio001h1bysmxtn87lo",
    "name": "Four of Swords",
    "nameEs": "Cuatro de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 4,
    "keywords": ["descanso", "recuperación", "contemplación", "pausa"],
    "meaningUpright": "Descanso necesario, recuperación y contemplación. Es momento de retirarse y recargar energías. La meditación y el silencio traen claridad.",
    "meaningReversed": "Agotamiento, inquietud, resistencia al descanso. Puede indicar que te niegas a tomar el descanso que necesitas.",
    "meaningUprightEn": "Necessary rest, recovery, and contemplation. It's time to retreat and recharge. Meditation and silence bring clarity.",
    "meaningReversedEn": "Exhaustion, restlessness, resistance to rest. It may indicate refusing to take the rest you need."
  },
  {
    "id": "cmjlvjd1h001i1byslv6t0nh6",
    "name": "Five of Swords",
    "nameEs": "Cinco de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 5,
    "keywords": ["conflicto", "derrota", "victoria vacía", "deshonor"],
    "meaningUpright": "Conflicto, tensión y posible victoria a costa de otros. Ganar esta batalla puede significar perder algo más valioso. Considera si vale la pena.",
    "meaningReversed": "Reconciliación, fin del conflicto, aprender de la derrota. Puede indicar que el conflicto termina o que reconoces tus errores.",
    "meaningUprightEn": "Conflict, tension, and possible victory at others' expense. Winning this battle may mean losing something more valuable. Consider if it's worth it.",
    "meaningReversedEn": "Reconciliation, end of conflict, learning from defeat. It may indicate the conflict ending or recognizing your mistakes."
  },
  {
    "id": "cmjlvjef0001j1byso6h1x1mf",
    "name": "Six of Swords",
    "nameEs": "Seis de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 6,
    "keywords": ["transición", "cambio", "alejarse", "sanación"],
    "meaningUpright": "Transición hacia aguas más tranquilas. Dejas atrás tiempos difíciles. Aunque el viaje es melancólico, te diriges hacia la recuperación.",
    "meaningReversed": "Resistencia al cambio, equipaje emocional, estancamiento. Puede indicar dificultad para dejar ir el pasado.",
    "meaningUprightEn": "Transition toward calmer waters. You're leaving difficult times behind. Though the journey is melancholic, you're heading toward recovery.",
    "meaningReversedEn": "Resistance to change, emotional baggage, stagnation. It may indicate difficulty letting go of the past."
  },
  {
    "id": "cmjlvjeyk001k1bysky57ddf8",
    "name": "Seven of Swords",
    "nameEs": "Siete de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 7,
    "keywords": ["engaño", "estrategia", "sigilo", "traición"],
    "meaningUpright": "Estrategia, sigilo y posible engaño. Alguien puede estar actuando de manera deshonesta. También puede indicar la necesidad de ser astuto.",
    "meaningReversed": "Verdad revelada, conciencia culpable, planes descubiertos. Puede indicar que un engaño sale a la luz.",
    "meaningUprightEn": "Strategy, stealth, and possible deception. Someone may be acting dishonestly. It can also indicate the need to be clever.",
    "meaningReversedEn": "Truth revealed, guilty conscience, plans discovered. It may indicate a deception coming to light."
  },
  {
    "id": "cmjlvjfqz001l1bysq1hbn5v5",
    "name": "Eight of Swords",
    "nameEs": "Ocho de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 8,
    "keywords": ["restricción", "víctima", "prisión mental", "impotencia"],
    "meaningUpright": "Sentirse atrapado, restricción y victimización. Sin embargo, las limitaciones son principalmente mentales. Tienes más poder del que crees.",
    "meaningReversed": "Liberación, nueva perspectiva, empoderamiento. Puede indicar que finalmente ves que las cadenas eran ilusorias.",
    "meaningUprightEn": "Feeling trapped, restriction, and victimization. However, the limitations are mainly mental. You have more power than you think.",
    "meaningReversedEn": "Liberation, new perspective, empowerment. It may indicate finally seeing that the chains were illusory."
  },
  {
    "id": "cmjlvjgae001m1bysomk9m5pa",
    "name": "Nine of Swords",
    "nameEs": "Nueve de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 9,
    "keywords": ["ansiedad", "pesadillas", "preocupación", "desesperación"],
    "meaningUpright": "Ansiedad, pesadillas y preocupación excesiva. El miedo y la angustia te mantienen despierto. A menudo, los miedos son peores que la realidad.",
    "meaningReversed": "Liberación de la ansiedad, esperanza, buscar ayuda. Puede indicar que comienzas a superar tus miedos o que necesitas apoyo.",
    "meaningUprightEn": "Anxiety, nightmares, and excessive worry. Fear and anguish keep you awake. Often, fears are worse than reality.",
    "meaningReversedEn": "Release from anxiety, hope, seeking help. It may indicate beginning to overcome your fears or needing support."
  },
  {
    "id": "cmjlvjgts001n1bysa13pfpct",
    "name": "Ten of Swords",
    "nameEs": "Diez de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 10,
    "keywords": ["fin doloroso", "traición", "crisis", "tocar fondo"],
    "meaningUpright": "Final doloroso, traición y tocar fondo. Es el momento más oscuro, pero recuerda: después de esto, solo puede mejorar. El amanecer viene.",
    "meaningReversed": "Recuperación, resistirse al inevitable, lecciones aprendidas. Puede indicar que el peor momento ya pasó.",
    "meaningUprightEn": "Painful ending, betrayal, and hitting rock bottom. This is the darkest moment, but remember: after this, it can only get better. Dawn is coming.",
    "meaningReversedEn": "Recovery, resisting the inevitable, lessons learned. It may indicate the worst moment has passed."
  },
  {
    "id": "cmjlvjhd9001o1bysnmr703db",
    "name": "Page of Swords",
    "nameEs": "Sota de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 11,
    "keywords": ["curiosidad", "vigilancia", "nuevas ideas", "comunicación"],
    "meaningUpright": "Mente curiosa, vigilancia y nuevas ideas. Representa comunicación, mensajes y la búsqueda de la verdad con entusiasmo juvenil.",
    "meaningReversed": "Chismes, ideas dispersas, falta de planificación. Puede indicar comunicación problemática o hablar sin pensar.",
    "meaningUprightEn": "Curious mind, vigilance, and new ideas. It represents communication, messages, and the search for truth with youthful enthusiasm.",
    "meaningReversedEn": "Gossip, scattered ideas, lack of planning. It may indicate problematic communication or speaking without thinking."
  },
  {
    "id": "cmjlvji0i001p1bysnuoavawu",
    "name": "Knight of Swords",
    "nameEs": "Caballero de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 12,
    "keywords": ["acción rápida", "ambición", "determinación", "impaciencia"],
    "meaningUpright": "Acción rápida, ambición y determinación feroz. Avanzas hacia tu objetivo sin mirar atrás. La velocidad es tu aliada, pero cuidado con la imprudencia.",
    "meaningReversed": "Imprudencia, agresión, falta de dirección. Puede indicar que actúas sin pensar o que tu energía está fuera de control.",
    "meaningUprightEn": "Swift action, ambition, and fierce determination. You're moving toward your goal without looking back. Speed is your ally, but beware of recklessness.",
    "meaningReversedEn": "Recklessness, aggression, lack of direction. It may indicate acting without thinking or your energy being out of control."
  },
  {
    "id": "cmjlvjiiw001q1bysoirx8z2v",
    "name": "Queen of Swords",
    "nameEs": "Reina de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 13,
    "keywords": ["percepción", "independencia", "verdad", "experiencia"],
    "meaningUpright": "Percepción aguda, independencia y comunicación directa. Representa a alguien que ha aprendido de experiencias difíciles y habla con claridad y verdad.",
    "meaningReversed": "Frialdad, amargura, crueldad verbal. Puede indicar a alguien que usa su inteligencia para herir o que está emocionalmente cerrado.",
    "meaningUprightEn": "Sharp perception, independence, and direct communication. It represents someone who has learned from difficult experiences and speaks with clarity and truth.",
    "meaningReversedEn": "Coldness, bitterness, verbal cruelty. It may indicate someone using their intelligence to hurt or being emotionally closed off."
  },
  {
    "id": "cmjlvjj5g001r1bys17wx71ll",
    "name": "King of Swords",
    "nameEs": "Rey de Espadas",
    "arcana": "MINOR",
    "suit": "SWORDS",
    "number": 14,
    "keywords": ["autoridad intelectual", "verdad", "ética", "lógica"],
    "meaningUpright": "Autoridad intelectual, claridad mental y estándares éticos altos. Representa la toma de decisiones basada en la razón y la verdad.",
    "meaningReversed": "Tiranía intelectual, manipulación, frialdad excesiva. Puede indicar abuso de poder intelectual o falta de empatía.",
    "meaningUprightEn": "Intellectual authority, mental clarity, and high ethical standards. It represents decision-making based on reason and truth.",
    "meaningReversedEn": "Intellectual tyranny, manipulation, excessive coldness. It may indicate abuse of intellectual power or lack of empathy."
  },
  {
    "id": "cmjlvjjos001s1bys7aaiff3v",
    "name": "Ace of Pentacles",
    "nameEs": "As de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 1,
    "keywords": ["oportunidad", "prosperidad", "nuevo comienzo financiero", "manifestación"],
    "meaningUpright": "Nueva oportunidad material, prosperidad y manifestación. Es el comienzo de abundancia financiera o un nuevo proyecto con potencial de crecimiento.",
    "meaningReversed": "Oportunidad perdida, mala planificación financiera, falta de previsión. Puede indicar que una oportunidad se escapa por falta de acción.",
    "meaningUprightEn": "New material opportunity, prosperity, and manifestation. It's the beginning of financial abundance or a new project with growth potential.",
    "meaningReversedEn": "Missed opportunity, poor financial planning, lack of foresight. It may indicate an opportunity slipping away due to inaction."
  },
  {
    "id": "cmjlvjkca001t1byspisf6p1b",
    "name": "Two of Pentacles",
    "nameEs": "Dos de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 2,
    "keywords": ["equilibrio", "adaptabilidad", "prioridades", "manejo del tiempo"],
    "meaningUpright": "Equilibrio entre prioridades, adaptabilidad y manejo del tiempo. Estás haciendo malabares con múltiples responsabilidades. Mantén la flexibilidad.",
    "meaningReversed": "Desequilibrio, desorganización, sobrecarga. Puede indicar que has tomado demasiado o que no puedes mantener el equilibrio.",
    "meaningUprightEn": "Balance between priorities, adaptability, and time management. You're juggling multiple responsibilities. Stay flexible.",
    "meaningReversedEn": "Imbalance, disorganization, overload. It may indicate taking on too much or being unable to maintain balance."
  },
  {
    "id": "cmjlvjl1u001u1bysiabuhgtk",
    "name": "Three of Pentacles",
    "nameEs": "Tres de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 3,
    "keywords": ["trabajo en equipo", "colaboración", "habilidad", "aprendizaje"],
    "meaningUpright": "Trabajo en equipo, colaboración y reconocimiento de habilidades. Representa proyectos exitosos logrados mediante cooperación y aprendizaje.",
    "meaningReversed": "Falta de trabajo en equipo, mediocridad, conflictos laborales. Puede indicar problemas de comunicación en el trabajo.",
    "meaningUprightEn": "Teamwork, collaboration, and recognition of skills. It represents successful projects achieved through cooperation and learning.",
    "meaningReversedEn": "Lack of teamwork, mediocrity, workplace conflicts. It may indicate communication problems at work."
  },
  {
    "id": "cmjlvjlrh001v1bys6o6t35q0",
    "name": "Four of Pentacles",
    "nameEs": "Cuatro de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 4,
    "keywords": ["seguridad", "control", "posesividad", "ahorro"],
    "meaningUpright": "Seguridad financiera, control y protección de recursos. Puede indicar tanto prudencia financiera como excesivo apego al dinero.",
    "meaningReversed": "Generosidad, soltar el control, inseguridad material. Puede indicar que aprendes a compartir o que el miedo a perder te domina.",
    "meaningUprightEn": "Financial security, control, and protection of resources. It can indicate both financial prudence and excessive attachment to money.",
    "meaningReversedEn": "Generosity, letting go of control, material insecurity. It may indicate learning to share or fear of loss dominating you."
  },
  {
    "id": "cmjlvjmh2001w1bys95xezqgq",
    "name": "Five of Pentacles",
    "nameEs": "Cinco de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 5,
    "keywords": ["pobreza", "aislamiento", "preocupación", "inseguridad"],
    "meaningUpright": "Dificultades financieras, aislamiento y preocupación material. Aunque el momento es difícil, hay ayuda disponible si la buscas.",
    "meaningReversed": "Recuperación, fin de tiempos difíciles, ayuda recibida. Puede indicar que la situación financiera mejora.",
    "meaningUprightEn": "Financial difficulties, isolation, and material worry. Though times are tough, help is available if you seek it.",
    "meaningReversedEn": "Recovery, end of hard times, help received. It may indicate the financial situation improving."
  },
  {
    "id": "cmjlvjn42001x1bysw2n1back",
    "name": "Six of Pentacles",
    "nameEs": "Seis de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 6,
    "keywords": ["generosidad", "caridad", "dar y recibir", "equilibrio"],
    "meaningUpright": "Generosidad, caridad y el flujo de dar y recibir. Representa tanto dar como recibir ayuda. El equilibrio en el intercambio material.",
    "meaningReversed": "Deuda, generosidad con condiciones, desigualdad. Puede indicar dar más de lo que puedes o recibir con condiciones.",
    "meaningUprightEn": "Generosity, charity, and the flow of giving and receiving. It represents both giving and receiving help. Balance in material exchange.",
    "meaningReversedEn": "Debt, generosity with strings attached, inequality. It may indicate giving more than you can or receiving with conditions."
  },
  {
    "id": "cmjlvjnqk001y1bys8aco8tgn",
    "name": "Seven of Pentacles",
    "nameEs": "Siete de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 7,
    "keywords": ["paciencia", "inversión a largo plazo", "evaluación", "perseverancia"],
    "meaningUpright": "Paciencia, evaluación del progreso e inversión a largo plazo. Has trabajado duro; ahora espera a ver los frutos de tu esfuerzo.",
    "meaningReversed": "Impaciencia, falta de recompensa, mala inversión. Puede indicar frustración por falta de resultados o esfuerzos mal dirigidos.",
    "meaningUprightEn": "Patience, progress evaluation, and long-term investment. You've worked hard; now wait to see the fruits of your effort.",
    "meaningReversedEn": "Impatience, lack of reward, bad investment. It may indicate frustration from lack of results or misdirected efforts."
  },
  {
    "id": "cmjlvjoj0001z1bys603dftkq",
    "name": "Eight of Pentacles",
    "nameEs": "Ocho de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 8,
    "keywords": ["maestría", "habilidad", "dedicación", "artesanía"],
    "meaningUpright": "Maestría, dedicación al oficio y desarrollo de habilidades. Representa el trabajo diligente que lleva a la excelencia. Enfoque en mejorar.",
    "meaningReversed": "Falta de enfoque, mediocridad, trabajo sin sentido. Puede indicar que te falta motivación o que el trabajo se siente vacío.",
    "meaningUprightEn": "Mastery, dedication to craft, and skill development. It represents diligent work leading to excellence. Focus on improvement.",
    "meaningReversedEn": "Lack of focus, mediocrity, meaningless work. It may indicate lacking motivation or work feeling empty."
  },
  {
    "id": "cmjlvjp8n00201bys9yn8d5a5",
    "name": "Nine of Pentacles",
    "nameEs": "Nueve de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 9,
    "keywords": ["abundancia", "independencia", "lujo", "autosuficiencia"],
    "meaningUpright": "Abundancia, independencia financiera y disfrutar los frutos del trabajo. Representa el lujo ganado mediante esfuerzo propio.",
    "meaningReversed": "Dependencia financiera, exceso de trabajo, vacío a pesar del éxito. Puede indicar que el éxito material no trae satisfacción.",
    "meaningUprightEn": "Abundance, financial independence, and enjoying the fruits of labor. It represents luxury earned through your own effort.",
    "meaningReversedEn": "Financial dependence, overwork, emptiness despite success. It may indicate material success not bringing satisfaction."
  },
  {
    "id": "cmjlvjpwf00211bys9uipevgi",
    "name": "Ten of Pentacles",
    "nameEs": "Diez de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 10,
    "keywords": ["riqueza", "herencia", "familia", "legado"],
    "meaningUpright": "Riqueza familiar, legado y estabilidad generacional. Representa la culminación del éxito material que beneficia a toda la familia.",
    "meaningReversed": "Conflictos familiares por dinero, pérdida de herencia, inestabilidad. Puede indicar problemas financieros que afectan a la familia.",
    "meaningUprightEn": "Family wealth, legacy, and generational stability. It represents the culmination of material success benefiting the whole family.",
    "meaningReversedEn": "Family conflicts over money, loss of inheritance, instability. It may indicate financial problems affecting the family."
  },
  {
    "id": "cmjlvjqkr00221bys3mbg4w4e",
    "name": "Page of Pentacles",
    "nameEs": "Sota de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 11,
    "keywords": ["ambición", "oportunidad", "estudio", "manifestación"],
    "meaningUpright": "Ambición juvenil, nuevas oportunidades de aprendizaje y manifestación de metas. Representa el inicio de un camino hacia el éxito material.",
    "meaningReversed": "Falta de progreso, oportunidades perdidas, falta de compromiso. Puede indicar que no estás aprovechando las oportunidades de crecimiento.",
    "meaningUprightEn": "Youthful ambition, new learning opportunities, and goal manifestation. It represents the start of a path toward material success.",
    "meaningReversedEn": "Lack of progress, missed opportunities, lack of commitment. It may indicate not taking advantage of growth opportunities."
  },
  {
    "id": "cmjlvjr5800231bys0p1qhf3u",
    "name": "Knight of Pentacles",
    "nameEs": "Caballero de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 12,
    "keywords": ["eficiencia", "rutina", "conservador", "responsabilidad"],
    "meaningUpright": "Trabajo duro, eficiencia y responsabilidad. Representa a alguien metódico que avanza lenta pero seguramente hacia sus metas.",
    "meaningReversed": "Estancamiento, pereza, perfeccionismo paralizante. Puede indicar que te has vuelto demasiado rutinario o que el progreso se detiene.",
    "meaningUprightEn": "Hard work, efficiency, and responsibility. It represents someone methodical who moves slowly but surely toward their goals.",
    "meaningReversedEn": "Stagnation, laziness, paralyzing perfectionism. It may indicate becoming too routine or progress stopping."
  },
  {
    "id": "cmjlvjrt500241bysicf99kht",
    "name": "Queen of Pentacles",
    "nameEs": "Reina de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 13,
    "keywords": ["abundancia", "practicidad", "nutrición", "seguridad"],
    "meaningUpright": "Abundancia práctica, nurturante y segura. Representa a alguien que crea un hogar próspero y cuida de las necesidades materiales de otros.",
    "meaningReversed": "Desequilibrio trabajo-hogar, dependencia, materialismo. Puede indicar descuido del hogar o exceso de enfoque en lo material.",
    "meaningUprightEn": "Practical, nurturing, and secure abundance. It represents someone who creates a prosperous home and cares for others' material needs.",
    "meaningReversedEn": "Work-home imbalance, dependence, materialism. It may indicate neglecting home or excessive focus on the material."
  },
  {
    "id": "cmjlvjsk300251bysodhz40me",
    "name": "King of Pentacles",
    "nameEs": "Rey de Oros",
    "arcana": "MINOR",
    "suit": "PENTACLES",
    "number": 14,
    "keywords": ["abundancia", "seguridad", "liderazgo", "disciplina"],
    "meaningUpright": "Éxito material, liderazgo empresarial y abundancia estable. Representa a alguien que ha construido riqueza mediante disciplina y visión práctica.",
    "meaningReversed": "Codicia, materialismo, corrupción financiera. Puede indicar obsesión con el dinero o éxito logrado mediante medios cuestionables.",
    "meaningUprightEn": "Material success, business leadership, and stable abundance. It represents someone who has built wealth through discipline and practical vision.",
    "meaningReversedEn": "Greed, materialism, financial corruption. It may indicate obsession with money or success achieved through questionable means."
  },
  {
    "id": "cmjlvi85500001bys059190w8",
    "name": "The Fool",
    "nameEs": "El Loco",
    "arcana": "MAJOR",
    "suit": null,
    "number": 0,
    "keywords": ["nuevos comienzos", "inocencia", "espontaneidad", "espíritu libre"],
    "meaningUpright": "Nuevos comienzos, inocencia, espontaneidad y un espíritu libre. Es momento de dar un salto de fe y confiar en el universo. Representa el inicio de un viaje, la disposición a abrazar lo desconocido sin miedo.",
    "meaningReversed": "Imprudencia, riesgo innecesario, falta de dirección. Puede indicar que estás siendo demasiado ingenuo o que estás evitando tomar responsabilidades. Es momento de reflexionar antes de actuar.",
    "meaningUprightEn": "New beginnings, innocence, spontaneity, and a free spirit. It's time to take a leap of faith and trust the universe. It represents the start of a journey, the willingness to embrace the unknown without fear.",
    "meaningReversedEn": "Recklessness, unnecessary risk, lack of direction. It may indicate being too naive or avoiding responsibilities. It's time to reflect before acting."
  },
  {
    "id": "cmjlvi8zf00011bys89nj66uk",
    "name": "The Magician",
    "nameEs": "El Mago",
    "arcana": "MAJOR",
    "suit": null,
    "number": 1,
    "keywords": ["manifestación", "poder", "acción", "recursos"],
    "meaningUpright": "Tienes todos los recursos y habilidades necesarios para manifestar tus deseos. Es un momento de poder personal, creatividad y acción. El universo está alineado para que logres tus metas.",
    "meaningReversed": "Manipulación, talentos desperdiciados, engaño. Puede indicar que no estás utilizando tu potencial o que alguien está siendo deshonesto contigo. Revisa tus intenciones.",
    "meaningUprightEn": "You have all the resources and skills needed to manifest your desires. This is a moment of personal power, creativity, and action. The universe is aligned for you to achieve your goals.",
    "meaningReversedEn": "Manipulation, wasted talents, deception. It may indicate not using your potential or someone being dishonest with you. Review your intentions."
  },
  {
    "id": "cmjlvi9ts00021byszqe0dwl1",
    "name": "The High Priestess",
    "nameEs": "La Sacerdotisa",
    "arcana": "MAJOR",
    "suit": null,
    "number": 2,
    "keywords": ["intuición", "misterio", "sabiduría interior", "lo subconsciente"],
    "meaningUpright": "Confía en tu intuición y sabiduría interior. Hay conocimiento oculto que necesitas descubrir. Es momento de escuchar tu voz interior y prestar atención a tus sueños y presentimientos.",
    "meaningReversed": "Secretos, desconexión de la intuición, información oculta. Puede indicar que estás ignorando tu voz interior o que hay verdades que no quieres enfrentar.",
    "meaningUprightEn": "Trust your intuition and inner wisdom. There's hidden knowledge you need to discover. It's time to listen to your inner voice and pay attention to your dreams and premonitions.",
    "meaningReversedEn": "Secrets, disconnection from intuition, hidden information. It may indicate ignoring your inner voice or truths you don't want to face."
  },
  {
    "id": "cmjlvialr00031bys4tg54rbd",
    "name": "The Empress",
    "nameEs": "La Emperatriz",
    "arcana": "MAJOR",
    "suit": null,
    "number": 3,
    "keywords": ["fertilidad", "abundancia", "naturaleza", "feminidad"],
    "meaningUpright": "Abundancia, fertilidad y conexión con la naturaleza. Representa la creatividad floreciendo, el cuidado maternal y la sensualidad. Es un momento de crecimiento y prosperidad.",
    "meaningReversed": "Dependencia, bloqueo creativo, negligencia. Puede indicar problemas con la maternidad, falta de crecimiento personal o desconexión de tu lado nurturante.",
    "meaningUprightEn": "Abundance, fertility, and connection with nature. It represents creativity flourishing, maternal care, and sensuality. This is a time of growth and prosperity.",
    "meaningReversedEn": "Dependence, creative block, neglect. It may indicate problems with motherhood, lack of personal growth, or disconnection from your nurturing side."
  },
  {
    "id": "cmjlvibj600041bysxhdw6bk2",
    "name": "The Emperor",
    "nameEs": "El Emperador",
    "arcana": "MAJOR",
    "suit": null,
    "number": 4,
    "keywords": ["autoridad", "estructura", "liderazgo", "padre"],
    "meaningUpright": "Autoridad, estructura y control. Representa el liderazgo, la disciplina y la capacidad de crear orden en el caos. Es momento de tomar el mando de tu vida con determinación.",
    "meaningReversed": "Tiranía, rigidez, falta de disciplina. Puede indicar abuso de poder, inflexibilidad o problemas con figuras de autoridad.",
    "meaningUprightEn": "Authority, structure, and control. It represents leadership, discipline, and the ability to create order from chaos. It's time to take command of your life with determination.",
    "meaningReversedEn": "Tyranny, rigidity, lack of discipline. It may indicate abuse of power, inflexibility, or problems with authority figures."
  },
  {
    "id": "cmjlvicd000051bysdch1odpu",
    "name": "The Hierophant",
    "nameEs": "El Hierofante",
    "arcana": "MAJOR",
    "suit": null,
    "number": 5,
    "keywords": ["tradición", "conformidad", "espiritualidad", "educación"],
    "meaningUpright": "Tradición, enseñanzas espirituales y conformidad con sistemas establecidos. Representa la búsqueda de conocimiento a través de instituciones y la guía de un mentor.",
    "meaningReversed": "Rebelión, no conformidad, nuevos enfoques. Puede indicar el cuestionamiento de tradiciones o la necesidad de encontrar tu propio camino espiritual.",
    "meaningUprightEn": "Tradition, spiritual teachings, and conformity to established systems. It represents seeking knowledge through institutions and guidance from a mentor.",
    "meaningReversedEn": "Rebellion, nonconformity, new approaches. It may indicate questioning traditions or the need to find your own spiritual path."
  },
  {
    "id": "cmjlvid7900061bys03x5d6o3",
    "name": "The Lovers",
    "nameEs": "Los Enamorados",
    "arcana": "MAJOR",
    "suit": null,
    "number": 6,
    "keywords": ["amor", "armonía", "relaciones", "elecciones"],
    "meaningUpright": "Amor, armonía y relaciones significativas. Representa una conexión profunda, ya sea romántica o de valores. También indica una decisión importante que debe tomarse desde el corazón.",
    "meaningReversed": "Desequilibrio, desalineación de valores, malas decisiones. Puede indicar conflictos en relaciones o falta de armonía interior.",
    "meaningUprightEn": "Love, harmony, and meaningful relationships. It represents a deep connection, whether romantic or of values. It also indicates an important decision that must be made from the heart.",
    "meaningReversedEn": "Imbalance, misalignment of values, poor decisions. It may indicate conflicts in relationships or lack of inner harmony."
  },
  {
    "id": "cmjlvidy600071byspzujcnlq",
    "name": "The Chariot",
    "nameEs": "El Carro",
    "arcana": "MAJOR",
    "suit": null,
    "number": 7,
    "keywords": ["determinación", "voluntad", "victoria", "control"],
    "meaningUpright": "Victoria a través de la determinación y el control. Representa el triunfo sobre obstáculos mediante la fuerza de voluntad. Es momento de avanzar con confianza hacia tus metas.",
    "meaningReversed": "Falta de control, agresión, obstáculos. Puede indicar que estás perdiendo el rumbo o que fuerzas opuestas están bloqueando tu progreso.",
    "meaningUprightEn": "Victory through determination and control. It represents triumph over obstacles through willpower. It's time to move forward with confidence toward your goals.",
    "meaningReversedEn": "Lack of control, aggression, obstacles. It may indicate losing your way or opposing forces blocking your progress."
  },
  {
    "id": "cmjlview100081bysb0nqvjr3",
    "name": "Strength",
    "nameEs": "La Fuerza",
    "arcana": "MAJOR",
    "suit": null,
    "number": 8,
    "keywords": ["coraje", "paciencia", "compasión", "fortaleza interior"],
    "meaningUpright": "Fuerza interior, coraje y paciencia. No se trata de fuerza bruta, sino de la capacidad de superar desafíos con gracia y compasión. Tienes más fortaleza de la que crees.",
    "meaningReversed": "Inseguridad, dudas, debilidad interior. Puede indicar falta de confianza en ti mismo o el uso inadecuado de tu poder personal.",
    "meaningUprightEn": "Inner strength, courage, and patience. It's not about brute force, but the ability to overcome challenges with grace and compassion. You have more strength than you know.",
    "meaningReversedEn": "Insecurity, doubts, inner weakness. It may indicate lack of self-confidence or improper use of your personal power."
  },
  {
    "id": "cmjlvifq700091bys3w54a31r",
    "name": "The Hermit",
    "nameEs": "El Ermitaño",
    "arcana": "MAJOR",
    "suit": null,
    "number": 9,
    "keywords": ["introspección", "soledad", "búsqueda interior", "guía"],
    "meaningUpright": "Tiempo de introspección y búsqueda interior. Representa la necesidad de retirarse del mundo para encontrar respuestas dentro de ti. La soledad puede ser tu mejor maestra ahora.",
    "meaningReversed": "Aislamiento excesivo, soledad no deseada, rechazo de ayuda. Puede indicar que te has alejado demasiado o que te niegas a aceptar la guía que necesitas.",
    "meaningUprightEn": "Time for introspection and inner search. It represents the need to withdraw from the world to find answers within. Solitude can be your best teacher now.",
    "meaningReversedEn": "Excessive isolation, unwanted loneliness, rejection of help. It may indicate withdrawing too much or refusing to accept the guidance you need."
  },
  {
    "id": "cmjlvigr7000a1bys1er0g63l",
    "name": "Wheel of Fortune",
    "nameEs": "La Rueda de la Fortuna",
    "arcana": "MAJOR",
    "suit": null,
    "number": 10,
    "keywords": ["destino", "cambio", "ciclos", "suerte"],
    "meaningUpright": "Los ciclos de la vida están cambiando a tu favor. Representa el destino, la buena fortuna y los giros inesperados. Acepta que el cambio es la única constante.",
    "meaningReversed": "Mala suerte, resistencia al cambio, ciclos negativos. Puede indicar que estás luchando contra el flujo natural de la vida o atravesando un período difícil.",
    "meaningUprightEn": "Life's cycles are turning in your favor. It represents destiny, good fortune, and unexpected turns. Accept that change is the only constant.",
    "meaningReversedEn": "Bad luck, resistance to change, negative cycles. It may indicate fighting against life's natural flow or going through a difficult period."
  },
  {
    "id": "cmjlvii0n000b1byscbgrx9xq",
    "name": "Justice",
    "nameEs": "La Justicia",
    "arcana": "MAJOR",
    "suit": null,
    "number": 11,
    "keywords": ["justicia", "verdad", "causa y efecto", "ley"],
    "meaningUpright": "Justicia, verdad y la ley del karma. Las consecuencias de tus acciones están llegando. Es momento de ser honesto contigo mismo y con los demás, y de tomar decisiones justas.",
    "meaningReversed": "Injusticia, falta de responsabilidad, deshonestidad. Puede indicar que estás evitando las consecuencias de tus actos o siendo tratado injustamente.",
    "meaningUprightEn": "Justice, truth, and the law of karma. The consequences of your actions are arriving. It's time to be honest with yourself and others, and to make fair decisions.",
    "meaningReversedEn": "Injustice, lack of accountability, dishonesty. It may indicate avoiding consequences of your actions or being treated unfairly."
  },
  {
    "id": "cmjlviiww000c1bys1e4agz8n",
    "name": "The Hanged Man",
    "nameEs": "El Colgado",
    "arcana": "MAJOR",
    "suit": null,
    "number": 12,
    "keywords": ["pausa", "rendición", "nueva perspectiva", "sacrificio"],
    "meaningUpright": "Tiempo de pausa y rendición. Ver las cosas desde una nueva perspectiva puede traer iluminación. A veces necesitas dejar ir el control para avanzar.",
    "meaningReversed": "Resistencia, estancamiento, sacrificios innecesarios. Puede indicar que te niegas a ver otra perspectiva o que estás atrapado en patrones improductivos.",
    "meaningUprightEn": "Time for pause and surrender. Seeing things from a new perspective can bring illumination. Sometimes you need to let go of control to move forward.",
    "meaningReversedEn": "Resistance, stagnation, unnecessary sacrifices. It may indicate refusing to see another perspective or being stuck in unproductive patterns."
  },
  {
    "id": "cmjlvijsl000d1bys7u1hd6o4",
    "name": "Death",
    "nameEs": "La Muerte",
    "arcana": "MAJOR",
    "suit": null,
    "number": 13,
    "keywords": ["transformación", "finales", "cambio", "transición"],
    "meaningUpright": "Transformación profunda y finales necesarios. No representa muerte literal, sino el cierre de un capítulo para que algo nuevo pueda nacer. Abraza el cambio.",
    "meaningReversed": "Resistencia al cambio, estancamiento, miedo a lo nuevo. Puede indicar que te aferras a algo que ya no te sirve o que evitas una transformación necesaria.",
    "meaningUprightEn": "Deep transformation and necessary endings. It doesn't represent literal death, but closing a chapter so something new can be born. Embrace change.",
    "meaningReversedEn": "Resistance to change, stagnation, fear of the new. It may indicate clinging to something that no longer serves you or avoiding necessary transformation."
  },
  {
    "id": "cmjlvikpd000e1bysh1dyfqxb",
    "name": "Temperance",
    "nameEs": "La Templanza",
    "arcana": "MAJOR",
    "suit": null,
    "number": 14,
    "keywords": ["equilibrio", "moderación", "paciencia", "propósito"],
    "meaningUpright": "Equilibrio, moderación y paciencia. Es momento de encontrar el punto medio y fluir con la vida. La armonía viene de integrar los opuestos con gracia.",
    "meaningReversed": "Desequilibrio, exceso, falta de armonía. Puede indicar que estás yendo a los extremos o que has perdido tu centro.",
    "meaningUprightEn": "Balance, moderation, and patience. It's time to find the middle ground and flow with life. Harmony comes from integrating opposites with grace.",
    "meaningReversedEn": "Imbalance, excess, lack of harmony. It may indicate going to extremes or having lost your center."
  },
  {
    "id": "cmjlvilko000f1bysq05kksla",
    "name": "The Devil",
    "nameEs": "El Diablo",
    "arcana": "MAJOR",
    "suit": null,
    "number": 15,
    "keywords": ["ataduras", "adicción", "materialismo", "sombra"],
    "meaningUpright": "Ataduras, adicciones y la sombra interior. Representa las cadenas que nos ponemos nosotros mismos. Es momento de reconocer qué te mantiene esclavizado y liberarte.",
    "meaningReversed": "Liberación, independencia, romper cadenas. Puede indicar que estás listo para soltar adicciones o patrones destructivos.",
    "meaningUprightEn": "Bondage, addictions, and the inner shadow. It represents the chains we put on ourselves. It's time to recognize what keeps you enslaved and free yourself.",
    "meaningReversedEn": "Liberation, independence, breaking chains. It may indicate being ready to release addictions or destructive patterns."
  },
  {
    "id": "cmjlvimln000g1byse1jaw5bk",
    "name": "The Tower",
    "nameEs": "La Torre",
    "arcana": "MAJOR",
    "suit": null,
    "number": 16,
    "keywords": ["caos", "destrucción", "revelación", "cambio súbito"],
    "meaningUpright": "Cambio súbito y destrucción de lo falso. Aunque puede ser doloroso, La Torre derriba lo que no estaba construido sobre bases sólidas. La verdad sale a la luz.",
    "meaningReversed": "Evitar el desastre, miedo al cambio, crisis interna. Puede indicar que estás postergando una destrucción necesaria o experimentando turbulencia interior.",
    "meaningUprightEn": "Sudden change and destruction of the false. Though it can be painful, The Tower tears down what wasn't built on solid foundations. Truth comes to light.",
    "meaningReversedEn": "Avoiding disaster, fear of change, internal crisis. It may indicate postponing necessary destruction or experiencing inner turmoil."
  },
  {
    "id": "cmjlvinh2000h1bysxzddhyeu",
    "name": "The Star",
    "nameEs": "La Estrella",
    "arcana": "MAJOR",
    "suit": null,
    "number": 17,
    "keywords": ["esperanza", "inspiración", "renovación", "serenidad"],
    "meaningUpright": "Esperanza, inspiración y renovación después de la tormenta. Representa la fe en el futuro y la conexión con lo divino. Un período de sanación y paz está llegando.",
    "meaningReversed": "Desesperanza, falta de fe, desconexión. Puede indicar que has perdido la esperanza o que te sientes desconectado de tu propósito.",
    "meaningUprightEn": "Hope, inspiration, and renewal after the storm. It represents faith in the future and connection with the divine. A period of healing and peace is coming.",
    "meaningReversedEn": "Hopelessness, lack of faith, disconnection. It may indicate having lost hope or feeling disconnected from your purpose."
  },
  {
    "id": "cmjlvioe1000i1bys32jruodt",
    "name": "The Moon",
    "nameEs": "La Luna",
    "arcana": "MAJOR",
    "suit": null,
    "number": 18,
    "keywords": ["ilusión", "intuición", "miedos", "subconsciente"],
    "meaningUpright": "El reino de la intuición, los sueños y el subconsciente. Las cosas no son lo que parecen. Confía en tu intuición pero sé consciente de tus miedos e ilusiones.",
    "meaningReversed": "Confusión, miedos superados, claridad emergente. Puede indicar que estás saliendo de un período de incertidumbre o que tus miedos están disminuyendo.",
    "meaningUprightEn": "The realm of intuition, dreams, and the subconscious. Things are not what they seem. Trust your intuition but be aware of your fears and illusions.",
    "meaningReversedEn": "Confusion, fears overcome, emerging clarity. It may indicate emerging from a period of uncertainty or your fears diminishing."
  },
  {
    "id": "cmjlvipae000j1bys5oznc5n7",
    "name": "The Sun",
    "nameEs": "El Sol",
    "arcana": "MAJOR",
    "suit": null,
    "number": 19,
    "keywords": ["alegría", "éxito", "vitalidad", "positividad"],
    "meaningUpright": "Alegría, éxito y vitalidad radiante. Es uno de los mejores augurios del tarot. Representa felicidad, logros y la energía positiva que ilumina todo a tu alrededor.",
    "meaningReversed": "Alegría temporal, exceso de optimismo, ego inflado. Puede indicar que estás siendo demasiado optimista o que la felicidad es superficial.",
    "meaningUprightEn": "Joy, success, and radiant vitality. It's one of the best omens in tarot. It represents happiness, achievements, and positive energy that illuminates everything around you.",
    "meaningReversedEn": "Temporary joy, excessive optimism, inflated ego. It may indicate being overly optimistic or happiness being superficial."
  },
  {
    "id": "cmjlviq9p000k1byskzin274v",
    "name": "Judgement",
    "nameEs": "El Juicio",
    "arcana": "MAJOR",
    "suit": null,
    "number": 20,
    "keywords": ["renacimiento", "llamado interior", "absolución", "evaluación"],
    "meaningUpright": "Renacimiento, llamado interior y evaluación. Es momento de hacer un balance de tu vida y responder a un llamado superior. Una nueva fase de existencia te espera.",
    "meaningReversed": "Auto-duda, negación del llamado, falta de reflexión. Puede indicar que estás ignorando lecciones importantes o evitando la auto-evaluación.",
    "meaningUprightEn": "Rebirth, inner calling, and evaluation. It's time to take stock of your life and answer a higher calling. A new phase of existence awaits you.",
    "meaningReversedEn": "Self-doubt, denial of the calling, lack of reflection. It may indicate ignoring important lessons or avoiding self-evaluation."
  },
  {
    "id": "cmjlvir87000l1bys1a2o4hlm",
    "name": "The World",
    "nameEs": "El Mundo",
    "arcana": "MAJOR",
    "suit": null,
    "number": 21,
    "keywords": ["completitud", "integración", "logro", "viaje"],
    "meaningUpright": "Completitud, integración y logro de metas. Representa el final exitoso de un ciclo y la celebración de todo lo aprendido. Has llegado a donde necesitabas estar.",
    "meaningReversed": "Falta de cierre, metas incompletas, estancamiento. Puede indicar que algo te impide completar un ciclo o que te falta la última pieza del rompecabezas.",
    "meaningUprightEn": "Completion, integration, and achievement of goals. It represents the successful end of a cycle and celebration of all you've learned. You've arrived where you needed to be.",
    "meaningReversedEn": "Lack of closure, incomplete goals, stagnation. It may indicate something preventing you from completing a cycle or missing the final piece of the puzzle."
  }
]
